{"en:stonehenge":{"data":{"title":"Stonehenge","extract":"Stonehenge is a prehistoric megalithic structure on Salisbury Plain in Wiltshire, England, two miles (3 km) west of Amesbury. It consists of an outer ring of vertical sarsen standing stones, each around 13 feet (4.0 m) high, seven feet (2.1 m) wide, and weighing around 25 tons, topped by connecting horizontal lintel stones, held in place with mortise and tenon joints, a feature unique among contemporary monuments.  Inside is a ring of smaller bluestones. Inside these are free-standing trilithons, two bulkier vertical sarsens joined by one lintel. The whole monument, now ruinous, is aligned towards the sunrise on the summer solstice and sunset on the winter solstice. The stones are set within earthworks in the middle of the densest complex of Neolithic and Bronze Age monuments in England, including several hundred tumuli (burial mounds).\nStonehenge was constructed in several phases beginning about 3100 BC and continuing until about 1600 BC. The famous circle of large sarsen stones were placed between 2600 BC and 2400 BC. The surrounding circular earth bank and ditch, which constitute the earliest phase of the monument, have been dated to about 3100 BC. Radiocarbon dating suggests that the bluestones were given their current positions between 2400 and 2200 BC, although they may have been at the site as early as 3000 BC.\nOne of the most famous landmarks in the United Kingdom, Stonehenge is regarded as a British cultural icon. It has been a legally protected scheduled monument since the Ancient Monuments Protection Act 1882 was passed. The site and its surroundings were added to UNESCO's list of World Heritage Sites in 1986. Stonehenge is owned by the Crown and managed by English Heritage; the surrounding land is owned by the National Trust.\nStonehenge could have been a burial ground from its earliest beginnings. Deposits containing human bone date from as early as 3000 BC, when the ditch and bank were first dug, and continued for at least another 500 years.","image":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/3c/Stonehenge2007_07_30.jpg/800px-Stonehenge2007_07_30.jpg","url":"https://en.wikipedia.org/wiki/Stonehenge","langLinks":{"uz":"https://uz.wikipedia.org/wiki/Stonehenge","en":"https://en.wikipedia.org/wiki/Stonehenge","ru":"https://ru.wikipedia.org/wiki/%D0%A1%D1%82%D0%BE%D1%83%D0%BD%D1%85%D0%B5%D0%BD%D0%B4%D0%B6"}},"timestamp":1736326245959},"en:salom":{"data":{"title":"Salom","extract":"","url":"https://en.wikipedia.org/wiki/Salom","langLinks":{"uz":null,"en":"https://en.wikipedia.org/wiki/Salom","ru":null},"originalQuery":"salom","suggestedQuery":"Salom","otherSuggestions":["Salome Zourabichvili","Salomón Rondón","Salome","Salomon Kalou"]},"timestamp":1736326263873}}